app/controllers/admin_controller.rb

SELECT "urls".* FROM "urls"
---
  def index
    @url = Url.all